Repository: projeqtor/main
Catalog: projeqtor/docs/user/locale/*/LC_MESSAGES/Bill.po
Languages: fr

source: Bill
fr: Facture

source: Billing type
fr: Type de facturation

source: Bill lines
fr: Lignes de facture

source: Other sections
fr: Autres section

source: Field
fr: Champ

source: Unique Id for the bill.
fr: Identifiant unique de la facture.

source: **Name**
fr: **Nom**

source: Short description of the bill.
fr: Court description de la facture.

source: **Bill type**
fr: **Type de facture**

source: Type of bill.
fr: Type de facture

source: **Project**
fr: **Projet**

source: Customer
fr: Client

source: Customer who will pay for the bill.
fr: Client qui paie la facture.

source: Bill contact
fr: Contact facturation

source: Contact who will receive the bill.
fr: Contact qui recoit la facture.

source: Recipient
fr: Bénéficiaire

source: Recipient who will receive the payment for the bill.
fr: Bénéficiaire qui recoit le paiement de la facture.

source: :term:`Origin`
fr: :term:`Origine`

source: Element which is the origin of the bill.
fr: Element d'orgine de la facture.

source: Type of billing **(Read only)**.
fr: Type de facturation **(Lecture seul)**.

source: **\* Required field**
fr: **\* Champ obligatoire**

source: Default types of bill are :
fr: Les types de facture par défaut sont:

source: Partial
fr: Partiel

source: Complete
fr: Compète

source: Automatically updated from project customer.
fr: Mis à jour automatiquement avec le client du projet.

source: Calculated from project, project type, billing type.
fr: Calculé à partir du projet, du type de projet et du type de facturation.

source: Will influence bill lines format.
fr: Influence le format des lignes de facture.

source: Bill id
fr: Identifiant de la facture

source: Id of bill.
fr: Identifiant de la facture.

source: **Status**
fr: **Etat**

source: Actual :term:`status` of the bill.
fr: :term:`Etat` actuel de la facture.

source: :term:`Done`
fr: :term:`Fait`

source: Flag to indicate that bill has been treated.
fr: Indique que la facture a été traitée.

source: :term:`Closed`
fr: :term:`Clos`

source: Flag to indicate that bill is archived.
fr: Indique que la facture est archivée.

source: Cancelled
fr: Annulé

source: Flag to indicate that bill is cancelled.
fr: Indique que la facture est annulée.

source: Untaxed amount
fr: Montant HT

source: Amount for the bill, without taxes.
fr: Montant de la facture sans taxes.

source: Tax
fr: TVA (%)

source: Tax rate.
fr: Taux de taxation.

source: Full amount
fr: Montant TTC

source: Amount for the bill, including taxes.
fr: Montant de la facture incluant taxes.

source: Comments
fr: Commentaires

source: Comments for the bill.
fr: Commentaires sur la facture.

source: Calculated when status of bill is “done”, taking into account “start number for bill” defined in :ref:`administration-global-parameters-label`.
fr: Calculé quand l'état de la facture est à “fait”, Prendre en compte le numéro de départ des facturesdéfinie dans :ref:`administration-global-parameters-label`.

source: Click on |buttonAdd| the corresponding section to add a bill line. A “Bill line” pop up will be displayed depends on billing type.
fr: Cliquer sur |buttonAdd| dans la section correspondante pour ajouter une ligne de facture.Le Popup "Ligne de facture" selon le type de facturation.

source: Click on |buttonEdit| to modify an existing bill line.
fr: Cliquer sur |buttonEdit| pour modifié la ligne de facturation existante.

source: Click on |buttonRemove| to delete the bill line.
fr: Cliquer sur |buttonRemove| pour détruire la ligne de facturation.

source: Fields of bill line
fr: Champs de la ligne de facturation

source: Number of the line for the bill.
fr: Nombre de ligne à la facture.

source: Quantity
fr: Quantité

source: Quantity of billed element.
fr: Quantité d'élément facturable.

source: Description of the line.
fr: Description de la ligne.

source: Detail
fr: Détail

source: Detail of the line.
fr: Détail de la ligne.

source: Price
fr: Prix

source: Unitary price of billed element.
fr: Prix unitaire de l'élément facturé.

source: Sum
fr: Somme

source: Total price for the line = Price x Quantity.
fr: Prix total pour la ligne = Prix x Quantité.

source: Term
fr: Échéancier

source: Resource
fr: Ressource

source: Resource whose work is billed.
fr: Ressource dont le travail est facturé.

source: Activity price
fr: Prix des activités

source: Activity price defining the billed activity type.
fr: Prix de l'activité définie le type d'activité facturé.

source: Start date
fr: Date de début

source: Start date of the period to take into account work to be billed.
fr: Date de début de la période qui prend en compte le travail à facturer.

source: End date
fr: Date de fin

source: End date of the period to take into account work to be billed.
fr: Date de fin de la période qui prend en compte le travail à facturer.

source: Automatically created depending on billing type.
fr: Créé automatiquement selon le type de facturation.

source: Can be modified on update.
fr: Peut être modifié en mise à jour.

source: Available only on produced work and capped produced work bill.
fr: Disponible seulement à la livraison and forfaitaire.

source: On produced work
fr: À la livraison

source: On capped produced work
fr: Forfaitaire

source: Manual billing
fr: Facturation manuelle

source: Billing is defined manually, with no link to the project activity.
fr: La facturation est définie manuellement avec aucun lien avec l'activité projet.

source: Not billed
fr: Non facturable

source: Unique Id for the activity price.
fr: Identifiant unique du prix de l'activité

source: Name
fr: Nom

source: Short description of the activity price.
fr: Courte description du prix de l'activité

source: The project concerned by the activity price.
fr: Projet en lien avec le prix de l'activité

source: **Activity type**
fr: Type d'activité

source: Type of activities concerned by the activity price.
fr: Type d'activité en lien avec le prix de l'activité.

source: Price of the activity
fr: Prix de l'activité

source: Daily price of the activities of the given activity type and the given project.
fr: Prix journalier des activités pour un type d'activité et un projet donnés.

source: Sort order
fr: Ordre de tri

source: Number to define order of display in lists.
fr: Nombre qui défini l'ordre d'affichage dans la liste.

source: Flag to indicate that activity price is archived
fr: Indique que le prix de l'activité est archivé.

source: Field: Bill type
fr: Champ: Type de facture

source: Field: Customer
fr: Champ: Client

source: Field: Billing type
fr: Champ: Type de facturation

source: Section: Treatment
fr: Section: Traitement

source: Field: Bill id
fr: Champ:

source: Section: Bill lines
fr: Section: Lignes de facture

source: Fields: Description & Detail
fr: Champs: Description et Détail

source: Fields: Resource, Activity price, Start date et End date
fr: Champs: Ressource, Prix de l'activité, Date de début et Date de fin

source: Section: Fixed price for term
fr: Section: Forfait pour l'échéance

source: Fields: Amount and Date (Planned & Validated)
fr: Champs: Montant et Date (planifié & validé)

source: Section: Trigger element for the term
fr: Section: Éléments déclencheurs de l'échéance
