Repository: projeqtor/main
Catalog: projeqtor/docs/user/locale/*/LC_MESSAGES/Diary.po
Languages: fr

source: Diary planning
fr: Agenda

source: Allows to display planned task to a resource on a calendar view.
fr: Permet l'affichage des tâches planifiées sur un calendrier pour une ressource.

source: This view can be monthly, weekly or daily.
fr: Calendrier mensuel, hebdomadaire ou quotidien.

source: Just click on any task to access directly.
fr: Cliquer sur une tâche pour y acceder directement.

source: On mouse over the task
fr: Survole de la tâche

source: You can see a short information about the task.
fr: Vous pouvez voir une courte information sur la tâche.

source: Day colors
fr: Coloration des journées

source: **Yellow day** : Current day
fr: **Jaune:** Jour courrant

source: **Grey days** : Days off
fr: **Gris:** Jour non travaillé

source: Calendar selector
fr: Sélection du calendrier

source: Period |one|
fr: Période |one|

source: Display the month, week, or day.
fr: Affiche le mois, la semaine ou le jour.

source: 1st day |two|
fr: 1er jour |two|

source: Allows to select the displayed calendar.
fr: Permet de sélectionner le calendrier à afficher.

source: The first day of mouth or the week is displayed.
fr: Le premier jour du mois ou de la semaine est affiché.

source: Resource |three|
fr: Ressource |three|

source: Allows to select the resource calendar.
fr: Permet de sélectionner le calendrier d'une ressource.

source: Top buttons |four|
fr: Boutons supérieur |four|

source: Allows to change current month, week, or day.
fr: Permet de changer le mois, la semaine ou le jour.

source: Left side buttons |five|
fr: Boutons à gauche |five|

source: Click on |arrowRight| to go to week display mode.
fr: Cliquer sur |arrowRight| pour passer au mode d'affichage "semaine".

source: Click on |arrowLeft| to return to the last display mode.
fr: Cliquer sur |arrowLeft| pour revenir au dernier mode d'affichage.

source: Day number button |six|
fr: Bouton numéro du jour |six|

source: Click on the day number button to go today display mode.
fr: Cliquer sur le numéro du jour pour passer au mode d'affichage "jour".
