Repository: projeqtor/main
Catalog: projeqtor/docs/user/locale/*/LC_MESSAGES/Features.po
Languages: fr

source: Features
fr: Fonctionnalités

source: Planning management
fr: Gestion des délais

source: ProjeQtOr provides all the elements needed to build a planning from workload, constraints between tasks and resources availability.
fr: ProjeQtOr fournit tous les éléments permettant de constituer un planning à partir des données de charge, des contraintes entre les tâches et de la disponibilité des ressources.

source: Project
fr: Projet

source: The project is the main element of ProjeQtOr.
fr: Le Projet est la principale entité de ProjeQtOr.

source: It is also the highest level of visibility and definition of access rights based on profiles.
fr: Il est également le plus haut niveau de visibilité et de définition des droits d'accès en fonction des profils.

source: You can define profiles , some have visibility on all projects, others only on the projects they are assigned to.
fr: Vous pouvez définir des profils, certains auront une visibilité sur tous les projets, d'autres uniquement sur les projets auxquels ils sont affectés.

source: You can also define sub-projects of a project and sub-project of sub-projects without limit to this hierarchical organization.
fr: Vous pouvez également définir des sous-projets d'un projet et des sous-projets de sous-projets, sans limite à cette organisation hiérarchique.

source: This allows for example to define projects that are not real projects , but just a definition of the structure for your organization.
fr: Ceci permet par exemple de définir des projets qui ne sont pas de vrais projets, mais juste une définition de la structure correspondant à votre organisation.

source: Activity
fr: Activité

source: An activity is a task that must be planned, or includes other activities.
fr: Une activité est une tâche qui doit être planifiée, ou qui regroupe d'autres activités.

source: This is usually a task that has a certain duration and should be assigned to one or more resources.
fr: C'est généralement une tâche qui a une certaine durée et qui sera attribuée à une ou plusieurs ressources.

source: Activities appear on the Gantt Planning view.
fr: Les activités apparaîtront sur la vue du planning de Gantt.

source: Milestone
fr: Jalon

source: A milestone is an event or a key date of the project.
fr: Un jalon est un événement ou une date clé du projet.

source: Milestones are commonly used to track delivery dates or force a start date of activity.
fr: Les jalons sont couramment utilisés pour suivre les dates de livraison ou imposer une date de début d'activité.

source: They can also be used to highlight the transition from one phase to the next one.
fr: Ils peuvent également être utilisés pour mettre en évidence la transition d'une phase à la suivante.

source: Unlike activities , milestones have no duration and no work.
fr: Contrairement aux activités, les jalons n'ont pas de durée et pas de travail associé.

source: Resources
fr: Ressources

source: Resources can be assigned to activities.
fr: Les ressources peuvent être assignées aux activités.

source: This means that some work is defined on this activity for the resource.
fr: Cela signifie qu'un certain travail (une charge) est prévu sur cette activité pour la ressource concernée.

source: Only the resources affected to the project of the activity can be assigned to the activity.
fr: Seules les ressources affectées au projet de l'activité peuvent être assignées à l'activité.

source: Real work allocation
fr: Imputations

source: Resources enter their time spent on the Real work allocation screen.
fr: Les ressources saisissent leur temps passé sur l'écran des Imputations.

source: This allows for a real-time monitoring of work.
fr: Ceci permet d'avoir un suivi en temps réel des travaux réalisés.

source: Moreover, updating the left work allows to recalculate the planning taking into account the actual progress on each task.
fr: La mise à jour du travail restant permet en plus de réévaluer le planning avec les données d'avancement réel de chaque tâche.

source: The planning is based on all the constraints defined:
fr: Le Planning est calculé en fonction de toutes les contraintes définies :

source: left work on each activity
fr: charge restante sur chaque activité

source: availability of resources
fr: disponibilité des ressources

source: rate of resource affectation to projects and assignment rate of resources to activities
fr: taux d'affectation des ressources aux projets et taux d'assignation des ressources aux activités

source: planning mode for each activity (as soon as possible, fixed duration, ... )
fr: mode de planification de chaque activité (au plus tôt, à durée fixe, ...)

source: dependencies between activities
fr: dépendances entre les activités

source: priorities of activities and projects
fr: priorités des activités et des projets

source: The planning is displayed as a Gantt chart.
fr: Le planning est affiché sous forme d'un diagramme de Gantt.

source: Project Portfolio
fr: Portefeuille de projets

source: The planning can also be viewed as a Project Portfolio, which is a Gantt planning view restricted to one line per project, plus optionally selected milestones.
fr: Le planning peut aussi être affiché sous forme d'un Portefeuille de projets, qui est une vue du planning de Gantt limitée à une ligne par projet, plus les jalons éventuellement sélectionnés.

source: Resource management
fr: Gestion des ressources

source: ProjeQtOr manages the availability of resources that can be affected to multiple projects. Tool calculates a reliable, optimized and realistic planning.
fr: ProjeQtOr gère la disponibilité des ressources qui peuvent être affectées simultanément sur plusieurs projets. L'outil calcul des plannings fiables, optimisés et réalistes.

source: Resources are the persons working on the project activities.
fr: Les ressources sont les personnes qui travaillent sur les activités du projet.

source: A resource can also be a group of persons (team) for which you do not want to manage individual detail.
fr: Un ressource peut aussi représenter un groupe de personnes (une équipe) pour lequel on ne souhaite pas gérer le détail individuel.

source: You can manage this through the capacity of the resource, that can be greater than 1 (for a group of people) or less than 1 (for a person working part-time).
fr: On joue pour cela sur la capacité de la ressource, qui peut donc être supérieure à 1 (pour un groupe de personnes) ou inférieure à 1 (pour une personne travaillant à temps partiel).

source: The first step is to affect each resource to the projects on which it has to work, specifying the affectation rate (% of maximum weekly time spent on this project).
fr: La première étape est d'affecter chaque ressource aux projets sur lesquels elle doit travailler, en précisant le taux d'affectation (% du temps hebdomadaire maximum consacré à ce projet).

source: Assignments
fr: Assignations

source: Then you can assign resources to project activities.
fr: Ensuite, on peut assigner les ressources aux activités du projet.

source: Calendars
fr: Calendrier

source: To manage off days, you have a global calendar.
fr: Pour gérer les jours fériés, on dispose d'un calendrier global.

source: This calendar can be split into multiple calendars, to manage distinct availability types :
fr: Ce calendrier peut être décliné en plusieurs calendriers, pour pouvoir gérer des indisponibilité distinctes:

source: you can create a calendar "80% " with every Wednesday as off day
fr: on pourra créer un calendrier "80%" en rendant indisponibles tous les mercredis.

source: you can manage distinct holidays when working with international teams.
fr: on pourra gérer des jours fériés distincts si on travaille avec des équipes internationales.

source: Each resource is then assigned to a calendar.
fr: Chaque ressource est alors assignée à un calendrier.

source: Resources enter their time spent on the Real work allocation screen. This allows for a real-time monitoring of work.
fr: Les ressources saisissent leur temps passé sur l'écran des Imputations.Ceci permet d'avoir un suivi en temps réel des travaux réalisés.La mise à jour du travail restant permet en plus de réévaluer le planning avec les données d'avancement réel de chaque tâche.

source: Tickets management
fr: Gestion des tickets

source: ProjeQtOr includes a Bug Tracker to monitor incidents on your projects, with possibility to include work on planned tasks of your projects.
fr: ProjeQtOr intègre un Bug Tracker vous permettant de suivre les incidents sur vos projets, avec une déclinaison possible vers les tâches planifiées des projets.

source: A Ticket is any intervention not needing to be planned (or that cannot be planned).
fr: Un Ticket représentes n'importe quel intervention ne nécessitant pas d'être planifiée (ou ne pouvant pas l'être).

source: It is generally a short activity for which you want to follow advancement to describe (and possibly provide) a result.
fr: C'est généralement une activité courte, pour laquelle on souhaite suivre un avancement afin de décrire (et éventuellement fournir) un résultat.

source: For example, bugs or problems can be managed through Tickets:
fr: Par exemple, les bugs ou les incidents peuvent être gérés par des Tickets:

source: You can not schedule the bugs before they are identified and registered
fr: vous ne pouvez pas planifier les bugs avant qu'ils ne soient identifiés et enregistrés,

source: You must be able to give a solution to a bug (workaround or fix).
fr: vous devez être en mesure de donner une solution bug

source: Simple tickets
fr: Tickets simples

source: Simple tickets are just simplified representations of Tickets for users that will "create" tickets but not "treat" them.
fr: Les Tickets simples sont juste des représentations simplifiées des Tickets, destinées aux utilisateurs qui vont "créer" des Tickets mais pas les "traiter".

source: Elements created as simple tickets are also visible as Tickets, and vice versa.
fr: Les éléments crées comme des Tickets simples sont aussi visibles comme des Tickets, et réciproquement.

source: Costs management
fr: Gestion des coûts

source: All elements related to delays can also be followed as costs (from resources work) and managing other expenses all costs of the project are monitored and can generate invoices.
fr: Tous les éléments de délais sont liés aux coûts induits (coûts des ressources) et avec la gestion des autres dépenses tous les coûts du projet sont suivis et peuvent générer des factures.

source: Projects
fr: Projets

source: The Project is the main entity of ProjeQtOr. In addition to tracking work on projects, ProjeQtOr can track the costs associated with this work.
fr: Le Projet est la principale entité de ProjeQtOr.En plus de suivre les charges sur les projets, ProjeQtOr permet de suivre les coûts associés à ces charges.

source: Activities
fr: Activités

source: An Activity is a task that must be planned, or includes other activities. Work assigned to resources on activities is converted into associated costs.
fr: Une Activité est une tâche qui doit être planifiée, ou qui regroupe d'autres activités.Les charges assignées aux ressources sur les activités sont déclinées en coûts associés.

source: Resource cost
fr: Coût des ressources

source: To calculate the cost of expenses ProjeQtOr defines the Resources cost. This cost may vary depending on the role of the resource and may change over time.
fr: Pour calculer le coût des charges, ProjeQtOr permet de définir le Coût des ressources.Ce coût peut être différent en fonction du rôle de la ressource et peut évoluer dans le temps.

source: Project expenses
fr: Dépenses projets

source: Projects expenses can also record expenses not related to resource costs (purchase , lease, sub-contracting).
fr: Les Dépenses projets permettent d'enregistrer les dépenses non liées aux coûts des ressources (achats, locations, sous-traitance)

source: Individual expenses
fr: Dépenses individuelles

source: Individual expenses can record expenses generated by a given resource.
fr: Les Dépenses individuelles permettent d'enregistrer les dépenses générées par une ressource donnée.Typiquement, cela permet de gérer les notes de frais des ressources.

source: Quote, Orders, Term, Bill
fr: Devis, Commmandes, Echancier, Facture

source: ProjeQtOr can manage various financial elements found on a project: Quotation (proposals), Orders (received from customers), the invoicing Terms and Bills.
fr: ProjeQtOr permet de gérer les différents éléments financiers que l'on retrouve sur un projet : les Devis (propositions émises), les Commandes (reçues, venant des clients), l'Echéancier de facturation et les Factures.

source: Quality management
fr: Gestion de la qualité

source: The specificity of ProjeQtOr is that it is Quality Oriented : it integrates the best practices that can help you meet the quality requirements on your projects.
fr: La particularité de ProjeQtOr est qu'il est Orienté Qualité : il intègre les bonnes pratiques vous permettant de respecter les exigences qualité sur vos projets.

source: This way, the approval stage of your Quality Systems are eased, whatever the reference (ISO, CMMI, ...).
fr: De cette manière les étapes d'homologation de vos Systèmes Qualité sont facilitées, quelle que soit la référence (ISO, CMMI, ...).

source: Workflows are defined to monitor changes of possible status.
fr: Des Workflows sont définis pour contrôler les changements d'états possibles.

source: This allows, among other things, to restrict certain profiles from changing some status.
fr: Ceci permet entre autres de restreindre à certains profils les changements vers certains états.

source: You can, for instance, limit the change to a validation status to a given profile, to ensure that only an authorized user will perform this validation.
fr: Vous pouvez ainsi, par exemple, limiter le passage d'un état de validation à un profil donné, pour garantir que seul un utilisateur habilité réalisera cette validation.

source: Delays for tickets
fr: Délais pour les Tickets

source: You can define Delays for ticket. This will automatically calculate the due date of the Ticket when creating the Ticket.
fr: Vous pouvez définir des Délais pour les Tickets, ce qui aura pour effet de calculer automatiquement la date d'échéance du Ticket dés son enregistrement.

source: Indicators
fr: Indicateurs

source: Indicators can be calculated relative to respect of expected work, end date or cost values.
fr: Des Indicateurs peuvent être calculés par rapport aux respect de valeurs attendues, en charge, en délai ou en coût.

source: Some indicators are configured by default , and you can configure your own depending on your needs.
fr: Certains indicateurs sont configurés par défaut, et vous pouvez configurer les vôtres en fonction de votre besoin.

source: Alerts
fr: Alertes

source: Non respect of indicators (or the approach of non-respect target) can generate Alerts.
fr: Le non respect (ou l'approche du non respect) des indicateurs permet de générer des Alertes (internes ou sous forme de mails).

source: It is possible to define custom Checklists that will allow, for instance, to ensure that a process is applied.
fr: Il est possible de définir des Checklists personnalisées qui vont par exemple permettre de s'assurer qu'un processus est respecté.

source: Reports
fr: Rapports

source: Many Reports are available to track activity on projects, some displayed as graphs.
fr: De nombreux Rapports sont proposés pour suivre l'activité sur les projets, certains affichés sous forme de graphiques.

source: All is traced
fr: Tout est tracé

source: Finally, thanks to ProjeQtOr , everything is traced.
fr: Enfin, grâce à ProjeQtOr , Tout est tracé.

source: You can follow-up, in a centralized and collaborative way, the various elements you used to follow-up (or not) in many Excel sheets : list of Questions & Answers, recording Decisions impacting the project, management of documents configuration, follow-up of meetings ...
fr: Vous pouvez suivre de manière centralisée et collaborative les différentes éléments qui vous suiviez avant (ou pas) sous Excel : liste des Questions / Réponses, enregistrement des Décisions impactant le projet, gestion des Documents, suivi des Réunions, ...

source: In addition, all updates are tracked on each item to keep (and display) an history of the life of the item.
fr: De plus toutes les mises à jour sont tracées sur chaque élément afin de conserver (et afficher) un historique de la vie de l'élément.

source: Risks management
fr: Gestion des risques

source: ProjeQtOr includes a comprehensive risks and opportunities management, including the action plan necessary to mitigate or treat them and monitoring occurring problems.
fr: ProjeQtOr intègre une gestion complète des risques et des opportunités, liée au plan d'action nécessaire à leur couverture et au suivi des problèmes survenus.

source: Risks
fr: Risques

source: A Risk is a threat or event that could have a negative impact on the project, which can be neutralized, or at least minimize, by predefined actions.
fr: Un risque est une menace ou un événement qui pourrait avoir un impact négatif sur le projet, et qui peut être neutralisé, ou au moins de minimiser, par des actions prédéfinies.

source: The risk management plan is a key point of the project management. Its objective is to :
fr: Le plan de gestion des risques est un point clé de la gestion de projet. Son objectif est de :

source: identify hazards and measure their impact on the project and their probability of occurrence,
fr: identifier les risques et évaluer leur impact sur le projet ainsi que leur probabilité de survenue,

source: identify avoidance measures (contingency) and mitigation in case of occurrence (mitigation),
fr: identifier les mesures d'évitement (contingence) et d'atténuation en cas de survenue (mitigation),

source: identify opportunities,
fr: identifier les opportunités,

source: monitor the actions of risks contingency and mitigation,
fr: suivre les actions de contingence et de mitigation des risques,

source: identify risks that eventually do happen (so they become issues).
fr: identifier les risques qui finissent pas se produire (ils deviennent alors des problèmes)

source: Opportunities
fr: Opportunités

source: An Opportunity can be seen as a positive risk. This is not a threat but an opportunity to have a positive impact on the project.
fr: Une Opportunité peut être considérée comme un risque positif. Ce n'est pas une menace, mais la possibilité d'avoir un impact positif sur le projet.

source: They must be identified and followed-up not to be missed out.
fr: Ils faut donc les identifier et les suivre pour éviter de les rater.

source: Issues
fr: Problèmes

source: Issue is a risk that happens during the project.
fr: Un Problème est un risque qui finit par se produire au cours du projet.

source: If the risk management plan has been properly managed, the issue should be an identified and qualified risk.
fr: Si le plan de gestion des risques a été correctement géré, les problèmes devraient être des risques préalablement identifiés et qualifiés.

source: Actions shall be defined to avoid risks, not miss the opportunities and solve issues.
fr: Des Actions doivent être définies pour éviter les risques, ne pas rater les opportunités et résoudre les problèmes.

source: It is also appropriate to provide mitigation actions for identified risks that did not occur yet.
fr: Il est aussi judicieux de prévoir des actions de mitigation pour les risques identifiés mais non encore survenus.

source: Perimeter management
fr: Maîtrise du périmètre

source: ProjeQtOr allows you to monitor and record all events on your projects and helps you in managing of deviations, to control the perimeter of projects.
fr: ProjeQtOr vous permet de suivre et d'enregistrer tous les événement sur vos projets et vous aide, en gérant le suivi des écarts, à maîtriser leur périmètre.

source: Meetings
fr: Réunions

source: Follow-up and organize Meetings, track associated action plans, decisions and easily find this information afterwards.
fr: Le suivi des Réunions vous permet d'organiser les réunions, de suivre les plans d'actions associés, les décisions prises et de retrouver facilement ces informations.

source: Periodic meetings
fr: Réunions périodiques

source: You can also create Periodic meetings, which are regularly recurring meetings (steering committees, weekly progress meetings, ... )
fr: Vous pouvez aussi créer des Réunions périodiques, qui sont des réunions récurrentes régulières (comité de pilotage, réunion de suivi hebdomadaire, ...)

source: Decisions
fr: Décisions

source: Decisions follow-up allows you to easily retrieve the information about the origin of a decision :
fr: Le suivi des Décisions vous permettra de retrouver facilement les informations sur l'origine d'une décision :

source: who has taken a particular decision ?
fr: qui a pris une décision donnée ?

source: when?
fr: quand ?

source: during which meeting ?
fr: lors de quelle réunion ?

source: who was present at this meeting?
fr: qui était présent à cette réunion ?

source: Not revolutionary, this feature can save you many hours of research in case of dispute .
fr: Sans être révolutionnaire, cette fonctionnalité pourra vous éviter de longues heures de recherche dans les nombreux comptes-rendus en cas de litige.

source: Tracking Questions / Answers can also simplify your life on such exchanges, which often end up as a game of Ping - Pong with a poor Excel sheet in the role of the ball (when it is not a simple email exchange... ).
fr: Le suivi des Questions / Réponses peut aussi vous simplifier la vie sur les échanges de ce type, qui finissent souvent comme un jeu de Ping-Pong ou un pauvre fichier Excel joue le rôle de la balle (quand ce n'est pas un simple échange de mails...). Surtout qu'après quelques échanges, on a généralement perdu le cours de la partie, et on ne sait plus quelle est la dernière version de "la balle".

source: Product and Version
fr: Produit et Version

source: ProjeQtOr includes Product management and Product Versions.
fr: ProjeQtOr inclut une gestion des Produit et des Versions de produits.

source: Each version can be connected to one or more projects.
fr: Chaque version peut être reliée à un ou plusieurs projets.

source: This allows you to link your activities to target version.
fr: Ceci vous permet de lier vos activités à une version cible.

source: This also allows to know, in the case of Bug Tracking, the version on which a problem is identified and the version on which it is (or will be) fixed.
fr: Ceci permet aussi de connaitre, dans le cas du Bug Tracking, la version sur laquelle un incident est identifié et la version à partir de laquelle il est (ou sera) corrigé.

source: Finally, ProjeQtOr offers integrated Document Management . Not replacing a business ECM, this tool is simple and efficient to manage your projects and / or products documents.
fr: Enfin, ProjeQtOr vous offre une Gestion de Documents intégrée. Sans vouloir remplacer une GED d'entreprise, cet outil est simple et efficace pour gérer vos documents Projets et/ou Produits.

source: Commitments management
fr: Maîtrise des engagements

source: ProjeQtOr allows you to follow the requirements on your projects and measure at any time coverage progress, making it easy to reach your commitments.
fr: ProjeQtOr vous permet de suivre les exigences liées à vos projets et de mesurer à tout moment leur couverture, vous facilitant ainsi l'atteinte de vos engagements.
