Repository: projeqtor/main
Catalog: projeqtor/docs/user/locale/*/LC_MESSAGES/Features.po
Languages: fr

source: In addition to the standard functionalities to manage your projects and monitor costs and delays, ProjeQtOr provides elements to monitor commitments on products.
fr: En plus des fonctionnalité intrinsèques à la gestion de vos projets pour suivre le respect de vos engagements en charges et délais, ProjeQtOr fournit les éléments vous permettant de suivre les engagements sur les produits.

source: By linking these three elements, you can obtain a requirements covering matrix, simply, efficiently and in real time.
fr: En liant ces trois types d'éléments, on obtient une matrice de couverture des exigences simplement, efficacement et en temps réel.

source: Requirements
fr: Exigences

source: Requirements management helps in describing requirements explicitly and quantitatively monitor progress in building a product.
fr: La gestion des Exigences permet de décrire les besoins de manière explicite et de suivre l'avancement quantitatif de réalisation d'un produit.

source: Test cases
fr: Cas de tests

source: The definition of Test cases is used to describe how you will test that a given requirement is met.
fr: La définition de Cas de tests permet de décrire comment on va tester qu'une exigence donnée est respectée.

source: Test sessions
fr: Sessions de tests

source: Test sessions group test cases to be executed for a particular purpose.
fr: Les Sessions de tests regroupes les cas de tests à exécuter pour un objectif particulier.

source: Tools
fr: Outils

source: ProjeQtOr includes some tools to generate alerts, automatically send emails on chosen events, import or export data in various formats.
fr: Certains outils sont intégrés pour générer des alertes, envoyer des mails automatiques, importer ou exporter les données dans différents formats.

source: ProjeQtOr includes an import feature for almost all elements of project management, from CSV or XLSX files.
fr: ProjeQtOr intègre une fonctionnalité d'import de quasiment tous les éléments de la gestion de projet, à partir de fichiers CSV ou XLSX.

source: CSV and PDF exports
fr: Export CSV et PDF

source: All lists of items can be printed and exported to CSV and PDF format.
fr: Toutes les listes d’éléments sont imprimables et exportables au format CSV et PDF.

source: The details of each item can be printed or exported in PDF format.
fr: Le détail de chaque élément peut être imprimé ou exporté au format PDF.

source: MS-Project export
fr: Export MS-Project

source: The Gantt planning can be exported to MS-Project format (XML).
fr: Le planning est exportable au format MS-Project (XML).

source: Internal alerts can be generated automatically based on defined events.
fr: Des alertes internes peuvent être générée automatiquement en fonction des événements à suivre.

source: These alerts can also be dispatched as emails.
fr: Ces alertes internes peuvent aussi donner lien à des envois de mails.

source: It is also possible to manually send emails from the application, attaching the details of an item.
fr: Il est aussi possible d'envoyer des mails à la demande, en joignant le détail d'un élément.

source: It is also possible to retrieve answers to this type of email to save the message in the notes of the relevant item.
fr: Il est aussi possible de récupérer les réponses à ce type de mails pour les enregistrer le message dans les notes de l'élément concerné.

source: ProjeQtOr provides administrative features to manage connections, send special alerts and manage background tasks treatments.
fr: ProjeQtOr propose certaines fonctionnalités d'administration permettant de gérer les connexions, envoyer des alertes particulières et gérer les traitements en tâches de fond (traitements de type CRON).

source: Moreover, the tool features its own CRON system, independent of the operating system and able to handle the PHP stop and restart.
fr: D'ailleurs, l'outil embarque un système de CRON propre, indépendant du système et capable de gérer les reprises en cas d'arrêt de PHP.

source: project
fr: projet

source: activity
fr: activité

source: milestone
fr: jalon

source: real work allocation
fr: imputation

source: project portfolio
fr: portefeuille de projets

source: assignment
fr: assignation

source: calendar
fr: calendrier

source: resource cost
fr: coût ressource

source: project expense
fr: dépense projet

source: individual expense
fr: dépense individual

source: order
fr: devis

source: term
fr: echéancier

source: bill
fr: facture

source: ticket delay
fr: délai ticket

source: indicator
fr: indicateur

source: alert
fr: alerte

source: report
fr: rapport

source: risk
fr: risque

source: opportunity
fr: opportunité

source: issue
fr: problème

source: periodic meeting
fr: réunion périodique

source: decision
fr: décision

source: product
fr: produit
