Repository: projeqtor/main
Catalog: projeqtor/docs/user/locale/*/LC_MESSAGES/index.po
Languages: fr

source: Welcome
fr: Accueil

source: Features
fr: Fonctionnalités

source: ProjeQtOr is a "Quality based Project Organizer".
fr: ProjeQtOr est un organisateur de Projet Open-Source orienté Qualité. Son nom est issu de "Quality based Project Organizer".

source: It is particularly well suited to IT projects, but can manage any type of project.
fr: Il est particulièrement bien adapté aux projets informatiques, mais s'adapte à tout type de projet.

source: It offers all the features needed to different Project Management actors under a unique collaborative interface.
fr: Il propose sous une unique interface collaborative toutes les fonctionnalités utiles aux différents acteurs de la Gestion des Projets.

source: Glossary
fr: Lexique

source: Every element is linked to a type, defining some mandatory data or other GUI behavior.
fr: Tous les élements sont liés à un type qui défini les données obligatoires ou le comportement de l'interface utilisateur.

source: Lists of values
fr: Liste de valeurs

source: Graphical user interface
fr: Interface utilisateur

source: Planning elements
fr: Elements planifiables

source: Real work allocation
fr: Imputation

source: Follow-up
fr: Suivi

source: Document management
fr: Gestion documentaire

source: Ticket management
fr: Gestion des tickets

source: Requirements et Tests
fr: Exigences et test

source: Risk & Issue Management
fr: Plan de gestion des risques

source: Financial
fr: Financier

source: Review logs
fr: Journaux des revues

source: Environmental parameters
fr: Paramètres environnementaux

source: Tools
fr: Outils

source: Controls & Automation
fr: Contrôles & Automatismes

source: Access rights
fr: Habilitations

source: Lists of types
fr: Listes de valeurs
