Repository: projeqtor/main
Catalog: branches/V5.5/projeqtor/docs/user/locale/*/LC_MESSAGES/Report.po
Languages: fr

source: Report
fr: Rapports

source: A list of report are available in different catagory.
fr: La liste des rapports sont disponibles par catégorie.

source: Select a category |one|, report list |two| will update.
fr: Sélectionnez une catégorie |one|, la liste des rapports sera mise à jour. |two|

source: Select a report in the list, this will display specific parameters |three| for the report.
fr: Sélectionnez un rapport dans la liste et ses parameters seront affichés. |three|

source: Update the parameters to get the information you need.
fr: Modifiez les paramètres pour obtenir l'information désirée.

source: Click on a buttons to produce report. |four|
fr: Cliquer sur un des bouttons pour produire le rapport. |four|

source: Reports
fr: Rapports

source: Buttons
fr: Boutons

source: Click on |buttonIconDisplay| to display the report.
fr: Cliquer sur |buttonIconDisplay| pour afficher le rapport.

source: Click on |buttonIconPrint| to get a printable version of the report.
fr: Cliquer sur |buttonIconPrint| pour obtenir une version imprimable du rapport.

source: Click on |buttonIconPdf| to export the report as PDF format.
fr: Cliquer sur |buttonIconPdf| pour exporter le rapport dans en format PDF.

source: Click on |buttonIconToday| to display this report on the Today screen.
fr: Cliquer sur |buttonIconToday| pour l'ajouter dans l'écran "Aujourd'hui".
